{
  "nodes": [
    {
      "op": "null", 
      "name": "images", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_0", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_0", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "6", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_0", 
        "Compiler": "mera_drp", 
        "hash": "b62fa597cb8ee7ed"
      }, 
      "inputs": [
        [
          0, 
          0, 
          0
        ]
      ]
    }
  ], 
  "arg_nodes": [0], 
  "heads": [
    [
      1, 
      0, 
      0
    ], 
    [
      1, 
      1, 
      0
    ], 
    [
      1, 
      2, 
      0
    ], 
    [
      1, 
      3, 
      0
    ], 
    [
      1, 
      4, 
      0
    ], 
    [
      1, 
      5, 
      0
    ]
  ], 
  "attrs": {
    "dltype": [
      "list_str", 
      [
        "float32", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16"
      ]
    ], 
    "device_index": [
      "list_int", 
      [1, 1, 1, 1, 1, 1, 1]
    ], 
    "storage_id": [
      "list_int", 
      [0, 1, 2, 3, 4, 5, 6]
    ], 
    "shape": [
      "list_shape", 
      [
        [1, 3, 640, 640], 
        [1, 3, 80, 80], 
        [1, 64, 80, 80], 
        [1, 3, 40, 40], 
        [1, 64, 40, 40], 
        [1, 3, 20, 20], 
        [1, 64, 20, 20]
      ]
    ]
  }, 
  "node_row_ptr": [0, 1, 7]
}