{
  "nodes": [
    {
      "op": "null", 
      "name": "input", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_0", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_0", 
        "layout": "NCHW", 
        "hash": "83bc5f4644fb3a8b", 
        "num_outputs": "9", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_0", 
        "Compiler": "mera_drp"
      }, 
      "inputs": [
        [
          0, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_avg_pool2d", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_avg_pool2d", 
        "out_layout": "NCHW", 
        "layout": "NCHW", 
        "hash": "3287a7a975a700c2"
      }, 
      "inputs": [
        [
          1, 
          3, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_66", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_66", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "4", 
        "num_inputs": "4", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_66", 
        "Compiler": "mera_drp", 
        "hash": "6ebd89ee8beeeba3"
      }, 
      "inputs": [
        [
          2, 
          0, 
          0
        ], 
        [
          1, 
          4, 
          0
        ], 
        [
          1, 
          5, 
          0
        ], 
        [
          1, 
          6, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p190", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p191", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_add_clip_divide", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "6", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_add_clip_divide", 
        "hash": "cbaaf056ce215609"
      }, 
      "inputs": [
        [
          3, 
          0, 
          0
        ], 
        [
          3, 
          1, 
          0
        ], 
        [
          3, 
          2, 
          0
        ], 
        [
          3, 
          3, 
          0
        ], 
        [
          4, 
          0, 
          0
        ], 
        [
          5, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_add_clip_divide_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "6", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_add_clip_divide_1", 
        "hash": "70c6d7f2cc538d88"
      }, 
      "inputs": [
        [
          3, 
          0, 
          0
        ], 
        [
          3, 
          1, 
          0
        ], 
        [
          3, 
          2, 
          0
        ], 
        [
          3, 
          3, 
          0
        ], 
        [
          4, 
          0, 
          0
        ], 
        [
          5, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_9", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_9", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "5", 
        "num_inputs": "7", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_9", 
        "Compiler": "mera_drp", 
        "hash": "ad2c7addd5c9f65a"
      }, 
      "inputs": [
        [
          1, 
          0, 
          0
        ], 
        [
          1, 
          1, 
          0
        ], 
        [
          1, 
          2, 
          0
        ], 
        [
          6, 
          0, 
          0
        ], 
        [
          3, 
          1, 
          0
        ], 
        [
          7, 
          0, 
          0
        ], 
        [
          3, 
          3, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_avg_pool2d_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_avg_pool2d_1", 
        "out_layout": "NCHW", 
        "layout": "NCHW", 
        "hash": "865ae2656d3bb5ae"
      }, 
      "inputs": [
        [
          8, 
          2, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_avg_pool2d_2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_avg_pool2d_2", 
        "out_layout": "NCHW", 
        "layout": "NCHW", 
        "hash": "fa8c560f667d9094"
      }, 
      "inputs": [
        [
          8, 
          3, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_avg_pool2d_3", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_avg_pool2d_3", 
        "out_layout": "NCHW", 
        "layout": "NCHW", 
        "hash": "e3fafd6b354bd538"
      }, 
      "inputs": [
        [
          1, 
          7, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_125", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_125", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "4", 
        "num_inputs": "3", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_125", 
        "Compiler": "mera_drp", 
        "hash": "3af97d9b171f2861"
      }, 
      "inputs": [
        [
          9, 
          0, 
          0
        ], 
        [
          10, 
          0, 
          0
        ], 
        [
          11, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_reshape_transpose_reshape", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_reshape_transpose_reshape", 
        "hash": "e9a5d8cdbedad272"
      }, 
      "inputs": [
        [
          12, 
          0, 
          0
        ], 
        [
          12, 
          1, 
          0
        ], 
        [
          12, 
          2, 
          0
        ], 
        [
          12, 
          3, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_reshape", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_reshape", 
        "hash": "29efe501da973031"
      }, 
      "inputs": [
        [
          12, 
          0, 
          0
        ], 
        [
          12, 
          1, 
          0
        ], 
        [
          12, 
          2, 
          0
        ], 
        [
          12, 
          3, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_131", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_131", 
        "hash": "61981f075e09cd79", 
        "num_outputs": "1", 
        "num_inputs": "2", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_131", 
        "Compiler": "mera_drp"
      }, 
      "inputs": [
        [
          13, 
          0, 
          0
        ], 
        [
          14, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "reshape_nop", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "__nop", 
        "hash": "ebac66966839410d"
      }, 
      "inputs": [
        [
          15, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_softmax", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_softmax", 
        "hash": "8a6358ceafc444bd"
      }, 
      "inputs": [
        [
          16, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "reshape_nop", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "__nop", 
        "hash": "4c9c08df1710f3ed"
      }, 
      "inputs": [
        [
          17, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_reshape_transpose_reshape_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_reshape_transpose_reshape_1", 
        "hash": "f01f473e4478b215"
      }, 
      "inputs": [
        [
          12, 
          0, 
          0
        ], 
        [
          12, 
          1, 
          0
        ], 
        [
          12, 
          2, 
          0
        ], 
        [
          12, 
          3, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_135", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_135", 
        "hash": "b42254dd8416b702", 
        "num_outputs": "1", 
        "num_inputs": "2", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_135", 
        "Compiler": "mera_drp"
      }, 
      "inputs": [
        [
          18, 
          0, 
          0
        ], 
        [
          19, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_reshape_transpose_reshape_2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_reshape_transpose_reshape_2", 
        "hash": "a756c67ffeb2533c"
      }, 
      "inputs": [
        [
          20, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_128", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_128", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "4", 
        "num_inputs": "2", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_128", 
        "Compiler": "mera_drp", 
        "hash": "0db07df99288dbc6"
      }, 
      "inputs": [
        [
          12, 
          0, 
          0
        ], 
        [
          21, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_reshape_transpose_reshape_3", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_reshape_transpose_reshape", 
        "hash": "e9a5d8cdbedad272"
      }, 
      "inputs": [
        [
          22, 
          0, 
          0
        ], 
        [
          22, 
          1, 
          0
        ], 
        [
          22, 
          2, 
          0
        ], 
        [
          22, 
          3, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_reshape_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_reshape", 
        "hash": "29efe501da973031"
      }, 
      "inputs": [
        [
          22, 
          0, 
          0
        ], 
        [
          22, 
          1, 
          0
        ], 
        [
          22, 
          2, 
          0
        ], 
        [
          22, 
          3, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_151", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_151", 
        "hash": "c86dd86eac53767a", 
        "num_outputs": "1", 
        "num_inputs": "2", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_151", 
        "Compiler": "mera_drp"
      }, 
      "inputs": [
        [
          23, 
          0, 
          0
        ], 
        [
          24, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "reshape_nop", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "__nop", 
        "hash": "ebac66966839410d"
      }, 
      "inputs": [
        [
          25, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_softmax_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_softmax", 
        "hash": "8a6358ceafc444bd"
      }, 
      "inputs": [
        [
          26, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "reshape_nop", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "__nop", 
        "hash": "4c9c08df1710f3ed"
      }, 
      "inputs": [
        [
          27, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_reshape_transpose_reshape_1_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_reshape_transpose_reshape_1", 
        "hash": "f01f473e4478b215"
      }, 
      "inputs": [
        [
          22, 
          0, 
          0
        ], 
        [
          22, 
          1, 
          0
        ], 
        [
          22, 
          2, 
          0
        ], 
        [
          22, 
          3, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_155", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_155", 
        "hash": "1cd3dc7b17295e06", 
        "num_outputs": "1", 
        "num_inputs": "2", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_155", 
        "Compiler": "mera_drp"
      }, 
      "inputs": [
        [
          28, 
          0, 
          0
        ], 
        [
          29, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_reshape_transpose_reshape_2_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_reshape_transpose_reshape_2", 
        "hash": "a756c67ffeb2533c"
      }, 
      "inputs": [
        [
          30, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_148", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_148", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "4", 
        "num_inputs": "2", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_148", 
        "Compiler": "mera_drp", 
        "hash": "16113eadf730caa8"
      }, 
      "inputs": [
        [
          22, 
          0, 
          0
        ], 
        [
          31, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_add_clip_divide_2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "6", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_add_clip_divide_2", 
        "hash": "a13d75ea630aafa9"
      }, 
      "inputs": [
        [
          32, 
          0, 
          0
        ], 
        [
          32, 
          1, 
          0
        ], 
        [
          32, 
          2, 
          0
        ], 
        [
          32, 
          3, 
          0
        ], 
        [
          4, 
          0, 
          0
        ], 
        [
          5, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_add_clip_divide_3", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "6", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_add_clip_divide_3", 
        "hash": "b278e43932011b90"
      }, 
      "inputs": [
        [
          32, 
          0, 
          0
        ], 
        [
          32, 
          1, 
          0
        ], 
        [
          32, 
          2, 
          0
        ], 
        [
          32, 
          3, 
          0
        ], 
        [
          4, 
          0, 
          0
        ], 
        [
          5, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_124", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_124", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "4", 
        "num_inputs": "6", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_124", 
        "Compiler": "mera_drp", 
        "hash": "07580dcf92768591"
      }, 
      "inputs": [
        [
          8, 
          1, 
          0
        ], 
        [
          33, 
          0, 
          0
        ], 
        [
          32, 
          1, 
          0
        ], 
        [
          1, 
          8, 
          0
        ], 
        [
          34, 
          0, 
          0
        ], 
        [
          32, 
          3, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p192", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p193", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p194", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p195", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_reshape_reshape_reshape_concatenate_transpose_split_subtract_add_add_divid_1996682e2f40b285_", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "13", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_reshape_reshape_reshape_concatenate_transpose_split_subtract_add_add_divid_1996682e2f40b285_", 
        "hash": "703c914c690c24af"
      }, 
      "inputs": [
        [
          8, 
          0, 
          0
        ], 
        [
          8, 
          1, 
          0
        ], 
        [
          8, 
          2, 
          0
        ], 
        [
          8, 
          3, 
          0
        ], 
        [
          8, 
          4, 
          0
        ], 
        [
          35, 
          0, 
          0
        ], 
        [
          35, 
          1, 
          0
        ], 
        [
          35, 
          2, 
          0
        ], 
        [
          35, 
          3, 
          0
        ], 
        [
          36, 
          0, 
          0
        ], 
        [
          37, 
          0, 
          0
        ], 
        [
          38, 
          0, 
          0
        ], 
        [
          39, 
          0, 
          0
        ]
      ]
    }
  ], 
  "arg_nodes": [0, 4, 5, 36, 37, 38, 39], 
  "heads": [
    [
      40, 
      0, 
      0
    ]
  ], 
  "attrs": {
    "dltype": [
      "list_str", 
      [
        "float32", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float32", 
        "float32"
      ]
    ], 
    "device_index": [
      "list_int", 
      [
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1
      ]
    ], 
    "storage_id": [
      "list_int", 
      [
        0, 
        1, 
        2, 
        3, 
        4, 
        5, 
        6, 
        7, 
        8, 
        9, 
        10, 
        4, 
        11, 
        12, 
        13, 
        14, 
        15, 
        5, 
        10, 
        12, 
        6, 
        7, 
        4, 
        16, 
        10, 
        3, 
        5, 
        11, 
        17, 
        18, 
        8, 
        10, 
        19, 
        3, 
        3, 
        10, 
        10, 
        5, 
        3, 
        10, 
        8, 
        19, 
        17, 
        5, 
        18, 
        10, 
        3, 
        3, 
        10, 
        10, 
        11, 
        3, 
        10, 
        5, 
        11, 
        3, 
        1, 
        10, 
        8, 
        5, 
        18, 
        19, 
        17, 
        20, 
        21, 
        22, 
        23, 
        3
      ]
    ], 
    "shape": [
      "list_shape", 
      [
        [1, 3, 480, 640], 
        [1, 32, 60, 80], 
        [1, 32, 60, 80], 
        [1, 64, 30, 40], 
        [1, 32, 120, 160], 
        [1, 64, 30, 40], 
        [1, 128, 30, 40], 
        [1, 256, 30, 40], 
        [1, 256, 15, 20], 
        [1, 64, 15, 20], 
        [1, 32, 30, 40], 
        [1, 64, 30, 40], 
        [1, 64, 30, 40], 
        [1, 32, 30, 40], 
        [1, 32, 60, 80], 
        [], 
        [], 
        [1, 64, 30, 40], 
        [1, 32, 30, 40], 
        [1, 4, 60, 80], 
        [1, 64, 30, 40], 
        [1, 32, 60, 80], 
        [1, 64, 30, 40], 
        [1, 1, 60, 80], 
        [1, 32, 8, 10], 
        [1, 64, 8, 10], 
        [1, 256, 8, 10], 
        [1, 352, 8, 10], 
        [1, 32, 8, 10], 
        [1, 32, 8, 10], 
        [1, 64, 8, 10], 
        [4, 80, 8], 
        [4, 8, 80], 
        [4, 80, 80], 
        [1, 4, 80, 80], 
        [1, 4, 80, 80], 
        [4, 80, 80], 
        [4, 80, 16], 
        [4, 80, 16], 
        [1, 64, 8, 10], 
        [1, 352, 8, 10], 
        [1, 32, 8, 10], 
        [1, 32, 8, 10], 
        [1, 64, 8, 10], 
        [4, 80, 8], 
        [4, 8, 80], 
        [4, 80, 80], 
        [1, 4, 80, 80], 
        [1, 4, 80, 80], 
        [4, 80, 80], 
        [4, 80, 16], 
        [4, 80, 16], 
        [1, 64, 8, 10], 
        [1, 64, 8, 10], 
        [1, 64, 30, 40], 
        [1, 128, 8, 10], 
        [1, 128, 15, 20], 
        [1, 64, 8, 10], 
        [1, 128, 8, 10], 
        [1, 4, 30, 40], 
        [1, 4, 15, 20], 
        [1, 1, 30, 40], 
        [1, 1, 15, 20], 
        [6300, 2], 
        [], 
        [6300, 1], 
        [1, 6300, 1], 
        [1, 6300, 6]
      ]
    ]
  }, 
  "node_row_ptr": [
    0, 
    1, 
    10, 
    11, 
    15, 
    16, 
    17, 
    18, 
    19, 
    24, 
    25, 
    26, 
    27, 
    31, 
    32, 
    33, 
    34, 
    35, 
    36, 
    37, 
    38, 
    39, 
    40, 
    44, 
    45, 
    46, 
    47, 
    48, 
    49, 
    50, 
    51, 
    52, 
    53, 
    57, 
    58, 
    59, 
    63, 
    64, 
    65, 
    66, 
    67, 
    68
  ]
}