{
  "nodes": [
    {
      "op": "null", 
      "name": "input", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_0", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_0", 
        "layout": "NCHW", 
        "hash": "83bc5f4644fb3a8b", 
        "num_outputs": "9", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_0", 
        "Compiler": "mera_drp"
      }, 
      "inputs": [
        [
          0, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_avg_pool2d", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_avg_pool2d", 
        "out_layout": "NCHW", 
        "layout": "NCHW", 
        "hash": "3287a7a975a700c2"
      }, 
      "inputs": [
        [
          1, 
          3, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_65", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_65", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "4", 
        "num_inputs": "4", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_65", 
        "Compiler": "mera_drp", 
        "hash": "b603b344732f8bc7"
      }, 
      "inputs": [
        [
          2, 
          0, 
          0
        ], 
        [
          1, 
          4, 
          0
        ], 
        [
          1, 
          5, 
          0
        ], 
        [
          1, 
          6, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p190", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p191", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_add_clip_divide_image_resize2d_multiply", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "15", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_add_clip_divide_image_resize2d_multiply", 
        "layout": "NCHW", 
        "hash": "e4b9120f1af2d3e8"
      }, 
      "inputs": [
        [
          1, 
          0, 
          0
        ], 
        [
          1, 
          1, 
          0
        ], 
        [
          1, 
          2, 
          0
        ], 
        [
          1, 
          3, 
          0
        ], 
        [
          1, 
          4, 
          0
        ], 
        [
          1, 
          5, 
          0
        ], 
        [
          1, 
          6, 
          0
        ], 
        [
          1, 
          7, 
          0
        ], 
        [
          1, 
          8, 
          0
        ], 
        [
          3, 
          0, 
          0
        ], 
        [
          3, 
          1, 
          0
        ], 
        [
          3, 
          2, 
          0
        ], 
        [
          3, 
          3, 
          0
        ], 
        [
          4, 
          0, 
          0
        ], 
        [
          5, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_9", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_9", 
        "hash": "f0fd79671e94e6e7", 
        "num_outputs": "3", 
        "num_inputs": "4", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_9", 
        "Compiler": "mera_drp"
      }, 
      "inputs": [
        [
          1, 
          0, 
          0
        ], 
        [
          1, 
          1, 
          0
        ], 
        [
          6, 
          0, 
          0
        ], 
        [
          3, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_add_clip_divide_image_resize2d_multiply_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "9", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_add_clip_divide_image_resize2d_multiply_1", 
        "layout": "NCHW", 
        "hash": "8e8c646c131d15bc"
      }, 
      "inputs": [
        [
          7, 
          0, 
          0
        ], 
        [
          7, 
          1, 
          0
        ], 
        [
          7, 
          2, 
          0
        ], 
        [
          3, 
          0, 
          0
        ], 
        [
          3, 
          1, 
          0
        ], 
        [
          3, 
          2, 
          0
        ], 
        [
          3, 
          3, 
          0
        ], 
        [
          4, 
          0, 
          0
        ], 
        [
          5, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_105", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_105", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "4", 
        "num_inputs": "3", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_105", 
        "Compiler": "mera_drp", 
        "hash": "cad3da7c7a92d3fb"
      }, 
      "inputs": [
        [
          8, 
          0, 
          0
        ], 
        [
          3, 
          3, 
          0
        ], 
        [
          7, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_avg_pool2d_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_avg_pool2d_1", 
        "out_layout": "NCHW", 
        "layout": "NCHW", 
        "hash": "865ae2656d3bb5ae"
      }, 
      "inputs": [
        [
          9, 
          2, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_avg_pool2d_2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_avg_pool2d_2", 
        "out_layout": "NCHW", 
        "layout": "NCHW", 
        "hash": "fa8c560f667d9094"
      }, 
      "inputs": [
        [
          7, 
          2, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_avg_pool2d_3", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_avg_pool2d_3", 
        "out_layout": "NCHW", 
        "layout": "NCHW", 
        "hash": "e3fafd6b354bd538"
      }, 
      "inputs": [
        [
          1, 
          7, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_126", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_126", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "4", 
        "num_inputs": "3", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_126", 
        "Compiler": "mera_drp", 
        "hash": "4a5f43b6573cd1f0"
      }, 
      "inputs": [
        [
          10, 
          0, 
          0
        ], 
        [
          11, 
          0, 
          0
        ], 
        [
          12, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_reshape_transpose_reshape", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_reshape_transpose_reshape", 
        "hash": "e9a5d8cdbedad272"
      }, 
      "inputs": [
        [
          13, 
          0, 
          0
        ], 
        [
          13, 
          1, 
          0
        ], 
        [
          13, 
          2, 
          0
        ], 
        [
          13, 
          3, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_reshape", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_reshape", 
        "hash": "29efe501da973031"
      }, 
      "inputs": [
        [
          13, 
          0, 
          0
        ], 
        [
          13, 
          1, 
          0
        ], 
        [
          13, 
          2, 
          0
        ], 
        [
          13, 
          3, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_132", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_132", 
        "hash": "8fcaa4e309fe631e", 
        "num_outputs": "1", 
        "num_inputs": "2", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_132", 
        "Compiler": "mera_drp"
      }, 
      "inputs": [
        [
          14, 
          0, 
          0
        ], 
        [
          15, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "reshape_nop", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "__nop", 
        "hash": "ebac66966839410d"
      }, 
      "inputs": [
        [
          16, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_softmax", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_softmax", 
        "hash": "8a6358ceafc444bd"
      }, 
      "inputs": [
        [
          17, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "reshape_nop", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "__nop", 
        "hash": "4c9c08df1710f3ed"
      }, 
      "inputs": [
        [
          18, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_reshape_transpose_reshape_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_reshape_transpose_reshape_1", 
        "hash": "f01f473e4478b215"
      }, 
      "inputs": [
        [
          13, 
          0, 
          0
        ], 
        [
          13, 
          1, 
          0
        ], 
        [
          13, 
          2, 
          0
        ], 
        [
          13, 
          3, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_136", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_136", 
        "hash": "7e0c132a6246508a", 
        "num_outputs": "1", 
        "num_inputs": "2", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_136", 
        "Compiler": "mera_drp"
      }, 
      "inputs": [
        [
          19, 
          0, 
          0
        ], 
        [
          20, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_reshape_transpose_reshape_2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_reshape_transpose_reshape_2", 
        "hash": "a756c67ffeb2533c"
      }, 
      "inputs": [
        [
          21, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_129", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_129", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "4", 
        "num_inputs": "2", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_129", 
        "Compiler": "mera_drp", 
        "hash": "302d7c6603b664e8"
      }, 
      "inputs": [
        [
          13, 
          0, 
          0
        ], 
        [
          22, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_reshape_transpose_reshape_3", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_reshape_transpose_reshape", 
        "hash": "e9a5d8cdbedad272"
      }, 
      "inputs": [
        [
          23, 
          0, 
          0
        ], 
        [
          23, 
          1, 
          0
        ], 
        [
          23, 
          2, 
          0
        ], 
        [
          23, 
          3, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_reshape_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_reshape", 
        "hash": "29efe501da973031"
      }, 
      "inputs": [
        [
          23, 
          0, 
          0
        ], 
        [
          23, 
          1, 
          0
        ], 
        [
          23, 
          2, 
          0
        ], 
        [
          23, 
          3, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_152", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_152", 
        "hash": "49b1838ff08ac7da", 
        "num_outputs": "1", 
        "num_inputs": "2", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_152", 
        "Compiler": "mera_drp"
      }, 
      "inputs": [
        [
          24, 
          0, 
          0
        ], 
        [
          25, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "reshape_nop", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "__nop", 
        "hash": "ebac66966839410d"
      }, 
      "inputs": [
        [
          26, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_softmax_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_softmax", 
        "hash": "8a6358ceafc444bd"
      }, 
      "inputs": [
        [
          27, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "reshape_nop", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "__nop", 
        "hash": "4c9c08df1710f3ed"
      }, 
      "inputs": [
        [
          28, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_reshape_transpose_reshape_1_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_reshape_transpose_reshape_1", 
        "hash": "f01f473e4478b215"
      }, 
      "inputs": [
        [
          23, 
          0, 
          0
        ], 
        [
          23, 
          1, 
          0
        ], 
        [
          23, 
          2, 
          0
        ], 
        [
          23, 
          3, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_156", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_156", 
        "hash": "dbc86ca134a27d3d", 
        "num_outputs": "1", 
        "num_inputs": "2", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_156", 
        "Compiler": "mera_drp"
      }, 
      "inputs": [
        [
          29, 
          0, 
          0
        ], 
        [
          30, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_reshape_transpose_reshape_2_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_reshape_transpose_reshape_2", 
        "hash": "a756c67ffeb2533c"
      }, 
      "inputs": [
        [
          31, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_149", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_149", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "4", 
        "num_inputs": "2", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_149", 
        "Compiler": "mera_drp", 
        "hash": "caaf49ef42269f61"
      }, 
      "inputs": [
        [
          23, 
          0, 
          0
        ], 
        [
          32, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_add_clip_divide_image_resize2d_multiply_2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "10", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_add_clip_divide_image_resize2d_multiply_2", 
        "layout": "NCHW", 
        "hash": "9149e7811543aa25"
      }, 
      "inputs": [
        [
          9, 
          0, 
          0
        ], 
        [
          9, 
          1, 
          0
        ], 
        [
          9, 
          2, 
          0
        ], 
        [
          9, 
          3, 
          0
        ], 
        [
          33, 
          0, 
          0
        ], 
        [
          33, 
          1, 
          0
        ], 
        [
          33, 
          2, 
          0
        ], 
        [
          33, 
          3, 
          0
        ], 
        [
          4, 
          0, 
          0
        ], 
        [
          5, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_175", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_175", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "3", 
        "num_inputs": "3", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_175", 
        "Compiler": "mera_drp", 
        "hash": "5ea324af008d63ed"
      }, 
      "inputs": [
        [
          34, 
          0, 
          0
        ], 
        [
          33, 
          1, 
          0
        ], 
        [
          1, 
          8, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_add_clip_divide_image_resize2d_multiply_3", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "9", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_add_clip_divide_image_resize2d_multiply_3", 
        "layout": "NCHW", 
        "hash": "a21e4510ba1acb2a"
      }, 
      "inputs": [
        [
          35, 
          0, 
          0
        ], 
        [
          35, 
          1, 
          0
        ], 
        [
          35, 
          2, 
          0
        ], 
        [
          33, 
          0, 
          0
        ], 
        [
          33, 
          1, 
          0
        ], 
        [
          33, 
          2, 
          0
        ], 
        [
          33, 
          3, 
          0
        ], 
        [
          4, 
          0, 
          0
        ], 
        [
          5, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_200", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_200", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "2", 
        "num_inputs": "2", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_200", 
        "Compiler": "mera_drp", 
        "hash": "d0055ac5fadd1d2a"
      }, 
      "inputs": [
        [
          36, 
          0, 
          0
        ], 
        [
          33, 
          3, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p192", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p193", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p194", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p195", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_reshape_reshape_reshape_concatenate_transpose_split_subtract_add_add_divid_1996682e2f40b285_", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "13", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_reshape_reshape_reshape_concatenate_transpose_split_subtract_add_add_divid_1996682e2f40b285_", 
        "hash": "59de8dd2c4080c5d"
      }, 
      "inputs": [
        [
          9, 
          0, 
          0
        ], 
        [
          9, 
          1, 
          0
        ], 
        [
          9, 
          2, 
          0
        ], 
        [
          9, 
          3, 
          0
        ], 
        [
          35, 
          0, 
          0
        ], 
        [
          35, 
          1, 
          0
        ], 
        [
          35, 
          2, 
          0
        ], 
        [
          37, 
          0, 
          0
        ], 
        [
          37, 
          1, 
          0
        ], 
        [
          38, 
          0, 
          0
        ], 
        [
          39, 
          0, 
          0
        ], 
        [
          40, 
          0, 
          0
        ], 
        [
          41, 
          0, 
          0
        ]
      ]
    }
  ], 
  "arg_nodes": [0, 4, 5, 38, 39, 40, 41], 
  "heads": [
    [
      42, 
      0, 
      0
    ]
  ], 
  "attrs": {
    "dltype": [
      "list_str", 
      [
        "float32", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float32", 
        "float32"
      ]
    ], 
    "device_index": [
      "list_int", 
      [
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1
      ]
    ], 
    "storage_id": [
      "list_int", 
      [
        0, 
        1, 
        2, 
        3, 
        4, 
        5, 
        6, 
        7, 
        8, 
        9, 
        10, 
        11, 
        12, 
        13, 
        14, 
        15, 
        16, 
        10, 
        6, 
        3, 
        5, 
        1, 
        13, 
        10, 
        2, 
        11, 
        17, 
        12, 
        3, 
        5, 
        18, 
        19, 
        8, 
        17, 
        20, 
        12, 
        12, 
        3, 
        3, 
        12, 
        8, 
        3, 
        12, 
        17, 
        20, 
        8, 
        18, 
        19, 
        5, 
        5, 
        3, 
        3, 
        5, 
        8, 
        3, 
        5, 
        8, 
        6, 
        1, 
        12, 
        3, 
        14, 
        18, 
        12, 
        19, 
        17, 
        21, 
        22, 
        23, 
        24, 
        5
      ]
    ], 
    "shape": [
      "list_shape", 
      [
        [1, 3, 480, 640], 
        [1, 32, 60, 80], 
        [1, 32, 60, 80], 
        [1, 64, 30, 40], 
        [1, 32, 120, 160], 
        [1, 64, 30, 40], 
        [1, 128, 30, 40], 
        [1, 256, 30, 40], 
        [1, 256, 15, 20], 
        [1, 64, 15, 20], 
        [1, 32, 30, 40], 
        [1, 64, 30, 40], 
        [1, 64, 30, 40], 
        [1, 32, 30, 40], 
        [1, 32, 60, 80], 
        [], 
        [], 
        [1, 64, 30, 40], 
        [1, 32, 60, 80], 
        [1, 32, 30, 40], 
        [1, 64, 30, 40], 
        [1, 32, 60, 80], 
        [1, 4, 60, 80], 
        [1, 64, 30, 40], 
        [1, 32, 60, 80], 
        [1, 1, 60, 80], 
        [1, 32, 8, 10], 
        [1, 64, 8, 10], 
        [1, 256, 8, 10], 
        [1, 352, 8, 10], 
        [1, 32, 8, 10], 
        [1, 32, 8, 10], 
        [1, 64, 8, 10], 
        [4, 80, 8], 
        [4, 8, 80], 
        [4, 80, 80], 
        [1, 4, 80, 80], 
        [1, 4, 80, 80], 
        [4, 80, 80], 
        [4, 80, 16], 
        [4, 80, 16], 
        [1, 64, 8, 10], 
        [1, 352, 8, 10], 
        [1, 32, 8, 10], 
        [1, 32, 8, 10], 
        [1, 64, 8, 10], 
        [4, 80, 8], 
        [4, 8, 80], 
        [4, 80, 80], 
        [1, 4, 80, 80], 
        [1, 4, 80, 80], 
        [4, 80, 80], 
        [4, 80, 16], 
        [4, 80, 16], 
        [1, 64, 8, 10], 
        [1, 64, 8, 10], 
        [1, 64, 30, 40], 
        [1, 128, 8, 10], 
        [1, 128, 15, 20], 
        [1, 64, 30, 40], 
        [1, 4, 30, 40], 
        [1, 128, 15, 20], 
        [1, 1, 30, 40], 
        [1, 128, 15, 20], 
        [1, 4, 15, 20], 
        [1, 1, 15, 20], 
        [6300, 2], 
        [], 
        [6300, 1], 
        [1, 6300, 1], 
        [1, 6300, 6]
      ]
    ]
  }, 
  "node_row_ptr": [
    0, 
    1, 
    10, 
    11, 
    15, 
    16, 
    17, 
    18, 
    21, 
    22, 
    26, 
    27, 
    28, 
    29, 
    33, 
    34, 
    35, 
    36, 
    37, 
    38, 
    39, 
    40, 
    41, 
    42, 
    46, 
    47, 
    48, 
    49, 
    50, 
    51, 
    52, 
    53, 
    54, 
    55, 
    59, 
    60, 
    63, 
    64, 
    66, 
    67, 
    68, 
    69, 
    70, 
    71
  ]
}